[
    {
        "species": "Camponotus ligniperdus",
        "colour": ["black"],
        "location": "Europe",
        "description": "Camponotus ligniperdus is a European ant and is one of the largest in Europe.\n A hardy species that is easy to keep, that is active both day and night\nA colony just starting off can be a little inactive at first until the colony develops at least 10 workers.\nLarge colonies of Camponotus ligniperdus are very active and will provide a lot of entertainment to their owners.\nWorkers can reach up to 14mm in length, these particular workers are called Major workers.\nThe smaller workers are called Minor workers.\nThis Camponotus species can be kept at room temperature, however an additional heat spot is appreciated.\nThe nest should have both a dry and moist area.\nIn nature the Camponotus ligniperdus only has one Queen per colony.\nThis is a suitable ant for beginners.",
        "rating": 1,
        "nestTemperature":"18-28°C",
        "hibernation":"Yes, October to March, at 5-8°C",
        "diet":"Sugar-water, Insect protein, Honey-water, Flies, Crickets, Cockroaches", 
        "life":"15 years",
        "images":["https://upload.wikimedia.org/wikipedia/commons/5/52/Carpenter_Ant_%28Camponotus_ligniperdus%29_%2813563515215%29.jpg", "http://a54.idata.over-blog.com/3/45/12/67/Camponotus-ligniperdus.jpg", "http://a403.idata.over-blog.com/3/45/12/67/Reine-Camponotus-ligniperdus-et-ses-ouvrieres.jpg"]
    },
    {
        "species": "Camponotus herculeanus",
        "colour": ["black"],
        "location": "Europe",
        "description": "Camponotus herculeanus is one of the largest European species of ant (a lot larger than Messor barbarus).  Sometimes known as the Black Carpenter ant, they are distributed over Central Europe from Sweden and Norway to Poland and Germany.  Camponotus herculeanus can produce major workers which are almost as big as their Queen.   The nest should have both a dry and a moist area.   This species of ant can be kept at room temperature, however an additional heat spot is recommended.   This species only has one Queen per colony.   A well established Queen and colony can number up to 10,000 worker ants.   They are active both day and night.",
        "rating": 1,
        "nestTemperature":"21-30°C",
        "hibernation":"Yes, from October to March",
        "diet":"Consume almost any form of protein.",
        "life":"15 years",
        "images":["https://cdn.shopify.com/s/files/1/1005/4824/products/0970564567aaa27c19c89182b2176242_1024x1024.png?v=1449579293", "https://c1.staticflickr.com/8/7627/16187417064_3a4f6d4d3c_b.jpg", "http://antclub.org/files/images/DSCN0320R.jpg"]
    },
    {
        "species": "Camponotus cruentatus",
        "colour": ["black"],
        "location": "Europe",
        "description": "Camponotus cruentatus is one of the largest ants in Europe.  This is an active ant species with very striking colouration. A colony just starting off can be a little inactive at first until the colony develops around 10 workers. Larger colonies of Camponotus cruentatus are very active and will provide a lot of entertainment to their owners. Workers can reach a substantial size of up to 14mm in length. These particular workers are called Major workers.  The smaller workers are called Minor workers. This Camponotus species can be kept at room temperature, however an additional heat spot is appreciated.  The nest ideally should have both a dry and moist area. In nature the Camponotus cruentatus only has one Queen per colony. This is a good ant for beginners.",
        "rating": 1,
        "nestTemperature":"21-24°C",
        "hibernation":"Yes, November-February, at 15°C",
        "diet":"Sugar-water, Insect protein, Honey-water, Flies, Crickets, Cockroaches",
        "life":"20-25 years",
        "images":["https://orig00.deviantart.net/8a80/f/2009/067/9/1/camponotus_cruentatu_drinking_by_buleria.jpg","https://c1.staticflickr.com/8/7070/6937681968_5a256cd807_b.jpg","https://c1.staticflickr.com/3/2676/3858859608_d0e6cd46d9_b.jpg"]
    },
    {
        "species": "Messor barbarus",
        "colour": ["black","red"],
        "location": "Europe",
        "description": "Messor barbarus is a very popular European Ant that alot of Ant-keepers keep.  A hardy species that is easy to keep.  Messor barbarus is a Harvester Ant. They collect seeds and store them in a grainary within the nest.  The larger Ants will chew these seeds to make 'Ant bread' which is their primary food source. They also feed of dead Insects. Messor barbarus will not  will not normally feed on honey/sugar water.  they should have a supply of freshwater drinking water which must be protected from drowning.  These Ants will thrive at room temperature (above 21°C) but may need an additional heater when the temperature is likely to fall below room temperature for an extended period of time.  You should always hibernate this species, espesically so if your Queen has not yet laid any eggs. The nest should have both a dry and moist area.  The dry area will be used to store the seeds and grains.",
        "rating": 1,
        "nestTemperature":"21-26°C",
        "hibernation":"Yes, November-February, at 15°C",
        "diet":"Seeds, Grains, Insect protein, Flies, Crickets, Cockroaches, Seeds",
        "life":"20-25 years",
        "images":["https://i.pinimg.com/originals/d7/db/6e/d7db6ede72ab78b19e774df6070d9d1a.jpg", "http://i234.photobucket.com/albums/ee261/Unexisted_2007/major_barbarus_123.jpg", "http://rincondelecturas.com/lecturas/60029-hormigas-al-ataque/images/hormigas-al-ataque.png"]
    },
    {
        "species": "Lasius niger",
        "colour": ["black"],
        "location": "United Kingdom",
        "description": "Lasius niger, or the black garden ant, is a very easy species to keep. They are survivors and can handle harsh environments and situations. Each colony has got a single queen and can grow into tens of thousands of workers.",
        "rating": 1,
        "nestTemperature":"21-24°C",
        "hibernation":"Yes, October to March, 5-8°C",
        "diet":"Sugar-water, Insect protein, Honey-water, Flies, Crickets, Cockroaches",
        "life":"10-15 years",
        "images": ["http://www.petworlds.net/wp-content/uploads/2018/07/lasius-niger-img.jpg", "http://antark.net/wp-content/gallery/blackgarden/brian-valentine%20(1).jpg", "http://www.antwiki.org/wiki/images/thumb/c/c9/Michal_Kukla_Lasius_niger_2.jpg/400px-Michal_Kukla_Lasius_niger_2.jpg"]
    },
    {
        "species": "Lasius flavus",
        "colour": ["yellow"],
        "location": "United Kingdom",
        "description": "Lasius (Cautolasius) flavus is a very popular species of ant to keep in captivity. Found in the UK appearing a golden-Yellow on colour. The nest should have both a dry and a moist area.  Lasius (Cautolasius) flavus can be kept at room temperature, however an additional heat spot would be appreciated. In nature the Laius (Cautolasius) flavus only has one Queen per colony. This is a suitable ant for beginners.",
        "rating": 1,
        "nestTemperature":"21-24°C",
        "hibernation":"Yes, October to March, 5-8°C",
        "diet":"Sugar-water, Insect protein, Honey-water, Flies, Crickets, Cockroaches",
        "life":"15-20 years",
        "images": ["http://cdn.shopify.com/s/files/1/1005/4824/products/image_3c8f49d1-b0d3-4648-ba03-1f9ef001e18e_grande.jpg?v=1476824041","https://i0.wp.com/antshungary.com/wp-content/uploads/2018/03/Lasius-flavus_01-antshungary.jpg?fit=1200%2C900","https://i.pinimg.com/originals/bb/9b/45/bb9b45e499959c4c7d9a159908ce09c1.jpg"]
    },
    {
        "species": "Myrmica rubra",
        "colour": ["red"],
        "location": "United Kingdom",
        "description": "Myrmica rubra are quite a common British ant species. They can be kept at room temperature,when kept in captivity.Myrmica rubra have a potent sting so they are able to defend their colony against predators. Their sting is compared to that of a stinging nettle and the effect can last for some time. Myrmica rubra are commonly found to have multiple Queens but since the Queens are only larger than a worker by a small amount, noticing them can prove difficult. Myrmica rubra are red/brown in colour and can be found nesting in rotten wood logs in the wild. Myrmica rubra are strong hunters and can be very aggressive towards other insects. Myrmica rubra are known for being able to kill insects with ease. Just drop a waxworm into a group of 100 or so workers and see their amazing aggressive behaviour.",
        "rating": 2,
        "nestTemperature":"21-24°C",
        "hibernation":"Yes, October to March, 5-8°C",
        "diet":"Sugar-water, Insect protein, Honey-water, Flies, Crickets, Cockroaches",
        "life":"15 years",
        "images": ["https://cdn.shopify.com/s/files/1/1005/4824/products/image_d0589b41-bb14-4d40-accc-b43c70037706_1024x1024.jpg?v=1517346827","http://www.bwars.com/sites/www.bwars.com/files/styles/largest__950x750_/public/species_images/myrmica_rubra_spider_RB.jpg?itok=oSkvE5Uo","http://www.bwars.com/sites/www.bwars.com/files/styles/largest__950x750_/public/species_images/20130721_8897.jpg?itok=W6SxAj9K"]
    },
    {
        "species": "Camponotus vagus",
        "colour": ["black"],
        "location": "Europe",
        "description": "Camponotus vagus is a large Black, hairy and aggressive species of Carpenter ant, they are distributed over South and Central Europe. Camponotus vagus can produce major workers which are almost as big as their Queen. The nest should have both a dry and a moist area.  This species of ant can be kept at room temperature, however an additional heat spot is recommended.  The Camponotus vagus only has one Queen per colony.  A well established Queen and colony can number up to 1,000 worker ants. They are active both day and night.",
        "rating": 1,
        "nestTemperature":"21-28°C",
        "hibernation":"Yes, October to March",
        "diet":"Insects, sugar water, honey water", 
        "life":"15 years",
        "images":["https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Formicidae_-_Camponotus_vagus.JPG/250px-Formicidae_-_Camponotus_vagus.JPG", "https://image.jimcdn.com/app/cms/image/transf/dimension=600x10000:format=jpg/path/s19a8fa4f336dd084/image/idd8e414475864569/version/1361774964/camponotus-vagus.jpg", "https://c1.staticflickr.com/8/7167/6690087049_7d1c85cc2e_b.jpg"]
    },
    {
        "species": "Crematogaster scutellaris",
        "colour": ["black","red"],
        "location": "Europe",
        "description": "Crematogaster scutellaris are a species found throughout Southern Europe. This is a lovely Red and Black coloured ant with an oddly shaped abdomen. At first glance this species of Crematogaster seems quite peaceful. However if excited or threatened the Crematogaster scutellaris will raise their gaster upwards towards the air (appearing like a Scorpion) and spray a defensive secretion. A well establish colony can number up to 10,000 workers.",
        "rating": 1,
        "nestTemperature":"18-26°C",
        "hibernation":"Yes, October to March",
        "diet":"Protein (dead insects), Flies, Crickets, Cockroaches and Glucose supplements, Sugar-water, Honey-water.", 
        "life":"15 years",
        "images":["http://www.fourmis-boutique.fr/img/p/159-701-thickbox.jpg", "http://photos.fourmis.free.fr/media/158/crematogaster_association_puceron.jpg", "http://www.fotonatura.org/galerias/fotos/usr23639/12705794Qh.jpg"]
    },
    {
        "species": "Formica fusca",
        "colour": ["black"],
        "location": "Europe",
        "description": "Formica fusca is a species found throughout Europe. This is a shiny/glossy Black Ant with their size making it a distinctive looking Formica sp. This Formica is very fast moving and sometimes has a 'hectic' kind of movement. The Formica fusca is suitable for beginners. A well established Queen and colony can number from 500 to 2000 worker ants. In nature the Formica (Serviformica) fusca can have more than one Queen.per colony. This Formica is an easy species to maintain. If the colony is put under a lot of stress, the workers may spread formic acid.",
        "rating": 1,
        "nestTemperature":"24-28°C",
        "hibernation":"Yes, End of October to the end of March, 5-8°C",
        "diet":"Sugar-water, Insect protein, Honey-water, Flies, Crickets, Cockroaches", 
        "life":"10-15 years",
        "images":["https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Grauschwarze_Sklavenameise_Formica_fusca_01_%28MK%29.jpg/1200px-Grauschwarze_Sklavenameise_Formica_fusca_01_%28MK%29.jpg", "http://www.bwars.com/sites/www.bwars.com/files/styles/largest__950x750_/public/species_images/Formica-fusca_5rw.jpg?itok=sAmkQX-G", "https://c1.staticflickr.com/5/4102/4813508510_9838404467_b.jpg"]
    },
    {
        "species": "Formica sanguinea",
        "colour": ["red"],
        "location": "Europe",
        "description": "Formica sanguinea are a species found throughout Europe. This is a blood-red-brown ant with a black abdomen and head. This species of Formica is very fascinating for their 'robbery of slaves'. During the summer months, they attack other Formica species, most commonly Formica fusca for their larva and cocoons, However this Formica can live without any slave ants and can move very fast. Most colonies are monogynous meaning they have only one queen. Very large colonies in the wild can be polygyne. Nests can become large, a large established colony can have up to 10000 workers or more.",
        "rating": 1,
        "nestTemperature":"20-26C Room temperature is sufficient.",
        "hibernation":"Yes, October to late March.",
        "diet":"Insects, honey water", 
        "life":"20 years",
        "images":["http://www.freenatureimages.eu/animals/Hymenoptera,%20Bijen,%20Wespen-Mieren,%20Bees,%20Wasps-Ants/Formica%20sanguinea/Formica%20sanguinea%208,%20Bloedrode%20roofmier,%20Saxifraga-Ab%20H%20Baas.jpg", "http://www.antsrus.com/uploads/9/3/7/1/93714280/s389314327742919635_p62_i10_w550.jpeg", "http://ichef.bbci.co.uk/wwfeatures/wm/live/1280_720/images/live/p0/36/ck/p036ckzb.jpg"]
    },
    {
        "species": "Manica rubida",
        "colour": ["red"],
        "location": "Europe",
        "description": "Manica rubida is the largest stinging Ant species in Europe. This is a very strong Red-Brown coloured Ant. Sometimes known as the Large knots Ant. They are distributed over Central and Southern Europe. The Queen will actively leave the nest chambers and hunt for food to feed her first larva. Warning this species of Manica will sting you if provoked.",
        "rating": 2,
        "nestTemperature":"21-24°C",
        "hibernation":"Yes, October to March, 5-8°C",
        "diet":"Sugar-water, Insect protein, Honey-water, Flies, Crickets, Cockroaches", 
        "life":"15 years",
        "images":["https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Manica_rubida.jpg/266px-Manica_rubida.jpg", "http://www.myrmeblog.pl/wp-content/uploads/2016/09/Rojka-Manica-rubida.jpg", "https://www.ameiseninfos.de/assets/images/autogen/Manica-rubida-_1_1.jpg"]
    },
    {
        "species": "Messor capitatus",
        "colour": ["black"],
        "location": "Europe",
        "description": "Messor capitatus are a harvester ant. They collect seeds and store them in a grainary within the nest. The larger ants will chew these seeds to make ant bread which is their primary food source. They also feed off dead insects. Messor barbarus will not normally feed on honey/sugar water. They should have a supply of drinking water which must be protected from drowning. These ants thrive at room temperature (above 21 degrees C) but may need additional heater when the temperature is likely to fall below room temperature for an extended period of time. You should always hibernate this species, especially so if your queen has not yet laid any eggs.",
        "rating": 3,
        "nestTemperature":"21-26°C",
        "hibernation":"Yes. Hibernate between November to Mid February at 15 degrees (and always above freezing)",
        "diet":"Protein (dead insects) and Seeds", 
        "life":"20 years",
        "images":["https://www.naturamediterraneo.com/Public/data7/elleelle/REGINA%20CAPITATUS.JPG_2010214173935_REGINA%20CAPITATUS.JPG", "https://www.ameisenforum.de/files/1530_6c36dd7a0f1e70eb1e1923c0987b1dc7", "https://inpn.mnhn.fr/photos/uploads/webtofs/inpn/5/173405.jpg"]
    },
    {
        "species": "Messor structor",
        "colour": ["black"],
        "location": "Europe",
        "description": "Messor structor is a dark Brown to Black species of ant (not as large as Messor barbarus). The large major workers will develop Reddish heads. Messor structor is a harvester ant. They collect seeds and grains and store them in a granary within the nest. The larger ants will chew these seeds to make 'ant bread' which is their primary food source. They also feed off dead insects. The nest should have both dry and moist areas. Messor structor tend to keep their ant bread in a warm moist area, whilst the seeds and grains are stored in a dry area, This species of ant can be kept at room temperature, however an additional heat spot is recommended. In nature the Messor structor can have more than one Queen (polygyny) per colony. A well established Queen and colony can number into the 1,000's. The structor species is considered an easy to care for Messor.",
        "rating": 2,
        "nestTemperature":"21-26°C",
        "hibernation":"Yes, from November to February, 15°C",
        "diet":"Sugar-water, Insect protein, Honey-water, Flies, Crickets, Cockroaches", 
        "life":"15 years",
        "images":["http://www.antkeeping.co.uk/wp-content/uploads/2017/06/messor-structor-queen-for-sale.jpg", "https://i0.wp.com/antshungary.com/wp-content/uploads/2018/04/Messor_structor_www-antshungary-com1.jpg?fit=1200%2C900", "https://inpn.mnhn.fr/photos/uploads/webtofs/inpn/1/107311.jpg"]
    },
    {
        "species": "Pheidole pallidula",
        "colour": ["red"],
        "location": "Europe",
        "description": "Pheidole pallidula is a small but quite an aggressive species. They have a high requirement for food and so should be fed regularly. Pheidole pallidula is one of the few species of European ants who have soldier ants. They are distributed over Southern Europe and North Africa. The nest should have both a day and a moist area. This species of ant can be kept at room temperature, however an additional; heat spot is recommended. A well established Queen and colony can number up to 50,000 workers ants..",
        "rating": 2,
        "nestTemperature":"21-28°C",
        "hibernation":"Yes, November to February 15°C",
        "diet":"Sugar-water, Insect protein, Honey-water, Flies, Crickets, Cockroaches", 
        "life":"10 years",
        "images":["https://c1.staticflickr.com/5/4108/4836653919_95784278ab_b.jpg", "https://c1.staticflickr.com/5/4106/4837265286_120b6951b0_b.jpg", "https://c1.staticflickr.com/5/4124/4837266048_0df55d712f_b.jpg"]
    },
    {
        "species": "Camponotus compressus",
        "colour": ["black"],
        "location": "Asia",
        "description": "Camponotus compressus is an undemanding and hardy species, which require slightly warmer, drier conditions. Sometimes known as the Godzilla ant. It is a large species of Camponotus from Asia that is fast growing and very aggressive, reacting very quickly to any disturbances around their nest. Camponotus compressus appears to have a few different colour variations. They are distributed over South Asia. When kept at warmer temperatures, the workers will sometimes run around with their abdomens curled upwards. They will sometimes dig into the substrates which resembles a pet dog digging. This species only has one Queen per colony. A well established Queen and colony can reach up to 5,000 worker ants.",
        "rating": 4,
        "nestTemperature":"22-30°C",
        "hibernation":"No",
        "diet":"Insects, sugar-water, honey", 
        "life":"15 years",
        "images":["http://i0.wp.com/www.indebo.com/a-wild-india/wp-content/uploads/2015/01/camponotus-compressus-702.jpg", "https://i1.treknature.com/photos/14253/camponotus_compressus.jpg", "http://static.flickr.com/7091/7367765526_ee3aa4657f.jpg"]
    },
    {
        "species": "Camponotus habereri",
        "colour": ["brown"],
        "location": "Asia",
        "description": "Camponotus habereri is an Asian ant species featuring rust-red and brown colouration. A fantastic species to keep with beautiful variations in colour and the workers inherit the colours of the Queen. Camponotus habereri is a very easy to keep ant species, able to be kept in almost any formicarium. This species has the benefit of growing much quicker than most Camponotus species.",
        "rating": 2,
        "nestTemperature":"22-25°C",
        "hibernation":"No",
        "diet":"Insects, honey water", 
        "life":"15 years",
        "images":["http://eoldata.taibif.tw/files/eoldata/imagecache/data_object_image/images/223/chou_ju_shan_yi___camponotus_habereri_tai_bei_yang_ming_shan__.jpg", "https://1.bp.blogspot.com/-Jg6ox32syCY/WlDnN6uDXXI/AAAAAAAA53k/cqWdJqGYscYgbKZkQc0vYPHwvBUQ77pnACLcBGAs/s1600/IMGP8666.JPG", "http://farm9.static.flickr.com/8036/7990610834_533e5a368a.jpg"]
    },
    {
        "species": "Camponotus largiceps",
        "colour": ["black"],
        "location": "Asia",
        "description": "Camponotus largiceps is an Asian species of Camponotus which does not require hibernation due to their warm habitat. This large, beautiful Camponotus has a similar behavior to the Eurpoean Camponotus ligniperdus, which does need to hibernate.  Camponotus largiceps can produce major workers which are almost as large as their Queen. The nest should have both a dry and moist area. This species of ant can be kept at room temperature, however an additional heat spot is recommended. In nature the Camponotus largiceps only has one Queen per colony. A well established Queen and colony can number up to 4,000 worker ants.",
        "rating": 2,
        "nestTemperature":"24-28°C",
        "hibernation":"No",
        "diet":"Sugar-water, Insect protein, Honey-water, Flies, Crickets, Cockroaches", 
        "life":"15 years",
        "images":["https://static-eu.insales.ru/files/1/6952/3824424/original/%D0%BB%D0%B0%D1%80%D0%B3%D0%B81.jpg", "https://4.bp.blogspot.com/-ZiZ3VRPSOSM/WlDlRiSlmuI/AAAAAAAA53Q/GVgZ9xeIGv8Ng3o7_uZsVKFfuLmHCex1wCLcBGAs/s1600/IMGP8659.JPG", "https://i.ytimg.com/vi/E14U7oRJvq4/hqdefault.jpg"]
    },
    {
        "species": "Camponotus nicobarensis",
        "colour": ["red"],
        "location": "Asia",
        "description": "Camponotus nicobarensis is an Asian ant species which does not require hibernation due to their hot habitat. They are a lovely coloured ant very similar to Camponotus habereri. Contrary to typical Camponotus species, Camponotus nicobarensis have a relatively fast rate of brood development.   A very fast moving and active species of Camponotus.  Workers can reach up to 12mm in length, these particular workers are called Major workers and can be distinguished by not only their size, but also their large heads and jaws. The smaller workers are called Minor workers and make up the majority of workers in the colony.",
        "rating": 2,
        "nestTemperature":"24-28°C",
        "hibernation":"No",
        "diet":"Sugar-water, Insect protein, Honey-water, Flies, Crickets, Cockroaches", 
        "life":"25 years",
        "images":["https://www.netherlants.nl/WebRoot/StoreNL3/Shops/82970412/5978/82FF/9DD9/9365/5ED1/C0A8/2BB8/41E6/Camponotus_nicobarensis_kopem_m.jpg", "https://www.ameisencafe.de/cafe/wcf/images/upload/nico.JPG", "http://www.formiculture.com/uploads/gallery/album_795/med_gallery_226_795_181618.jpg"]
    },
    {
        "species": "Camponotus pseudoirritans",
        "colour": ["brown"],
        "location": "Asia",
        "description": "Camponotus pseudoirritans is an Asian ant species which features high variability in the colouration of the workers. They are a polymorphic species which means they have minor, media, major worker castes. The workers are a lighter brown than the Queen, with the larger workers heads sometimes being a lot darker. As with all Camponotus species, the brood development rate is slightly lower than other species from other genera. For this reason it is recommended to provide extra heat to speed up the brood development and increase activity.",
        "rating": 3,
        "nestTemperature":"24-28°C",
        "hibernation":"No",
        "diet":"Insects, honey water", 
        "life":"20 years",
        "images":["http://www.myrmecofourmis.com/forum/download/file.php?id=17154&mode=view", "http://www.myrmecofourmis.com/forum/download/file.php?id=17156&mode=view", "http://www.myrmecofourmis.com/forum/download/file.php?id=10335&mode=view"]
    },
    {
        "species": "Camponotus turkestanus",
        "colour": ["black","yellow"],
        "location": "Asia",
        "description": "Camponotus turkestanus is an Asian species of Camponotus which does not require hibernation due to their warm habitat. Not often seen on sale so are relatively rare.  Each colony varies in colour, so sometimes the workers may have slight black colouration on their bodies, but workers from another colony may be completely golden yellow.  Camponotus turkestanus can produce major workers which are almost as large as their Queen. This is a hardy species of Camponotus that is relatively easy to keep. The nest should have both a dry and moist area.  This species of ant can be kept at room temperature, however an additional heat spot is recommended.  In nature the Camponotus turkestanus only has one Queen per colony.",
        "rating": 2,
        "nestTemperature":"24-28°C",
        "hibernation":"No",
        "diet":"Sugar-water, Insect protein, Honey-water, Flies, Crickets, Cockroaches", 
        "life":"15 years",
        "images":["https://img.alicdn.com/imgextra/i3/24298958/TB26RD.dXXXXXXJXpXXXXXXXXXX_!!24298958.jpg", "https://myants.de/out/pictures/master/product/1/camponotustucestanus(2).jpg", "http://i191.photobucket.com/albums/z173/jon2thefish/Camponotus%20turkestanus%20Yellow/Camponotus%20turkestanus%20Yellow%201%20Take%202_1.jpg"]
    },
    {
        "species": "Odontoponera transversa",
        "colour": ["black"],
        "location": "Asia",
        "description": "Odontoponera transversa is an Asian species which does not require hibernation due to their warm habitat. The workers can measure almost the same size as the Queen in length. Odontoponera transversa is quite a passive species and will only sting if provoked. The sting is quite painful. Odontoponera transversa is not able to climb smooth surfaces like glass.",
        "rating": 2,
        "nestTemperature":"24-28°C",
        "hibernation":"No",
        "diet":"Sugar-water, Insect protein, Honey-water, Flies, Crickets, Cockroaches", 
        "life":"20 years",
        "images":["http://www.antwiki.org/wiki/images/thumb/f/f9/Odontoponera_Shattuck_54675_Danum_Valley_Sabah-web.jpg/400px-Odontoponera_Shattuck_54675_Danum_Valley_Sabah-web.jpg", "http://www.natureloveyou.sg/Minibeast-Bee/Odontoponera%20transversa/DSC05567%20(13).JPG", "https://static.inaturalist.org/photos/724367/large.JPG?1394915267"]
    },
    {
        "species": "Carebara diversa",
        "colour": ["black","brown"],
        "location": "Asia",
        "description": "Carebara diversa is an interesting species due to having the largest size difference between the major and minor workers. A very aggressive species of ant which will attack anything that enters their territory. Carebara diversa will send out thousands of workers to swarm and over power their prey. Young colonies will require a water supply within very close reach of workers especially for a small colony. In nature Carebara diversa can have more than 1 Queen in a colony, numbering over 10 Queens. ",
        "rating": 4,
        "nestTemperature":"28-30°C",
        "hibernation":"No",
        "diet":"Sugar-water, Insect protein, Honey-water, Flies, Crickets, Cockroaches, Fruit, Seeds", 
        "life":"15 years",
        "images":["http://www.natureloveyou.sg/Minibeast-Bee/Carebara%20diversa/DSC07833%20(13).JPG", "https://alchetron.com/cdn/carebara-diversa-cde5332a-a735-4ea3-a886-7352a96d886-resize-750.jpeg", "https://upload.wikimedia.org/wikipedia/commons/e/e9/GRF_PheidologetonDiversus_01.jpg"]
    },
    {
        "species": "Messor aciculatus",
        "colour": ["black"],
        "location": "Asia",
        "description": "Messor aciculatus comes from the harvester ant genus Messor. They are an Asian counterpart to the common European Messor barbarus. Messor aciculatus is a great choice for ant-keepers who want to try a more exotic ant species, as this species is reasonably easy to keep. In addition to this, Messor aciculatus is a polygyne species, meaning that a colony may have multiple Queens. This species can be kept at room temperature but it is recommended to provide extra heat to speed up brood development. With all harvester ants, seeds must be provided as the larger ants will chew these to make ant bread which is their primary food source.",
        "rating": 1,
        "nestTemperature":"24-28°C",
        "hibernation":"No",
        "diet":" Insect protein, Seeds, Canary, Finch seed mixture, Niger seed, Poppy seed, Dandelion seed, Flies, Crickets, Cockroaches", 
        "life":"25 years",
        "images":["https://i.pinimg.com/originals/93/98/a2/9398a2244f5495c4c9835e57ea86ffac.jpg", "http://antvid.org/Photo/Myrmicinae/Messor/M.aciculatus/messor_aci03.jpg", "http://antclub.org/files/Messor%20aciculatus_2.jpg"]
    },
    {
        "species": "Polyrhachis dives",
        "colour": ["black","yellow"],
        "location": "Asia",
        "description": "Polyrhachis dives are weaver ants, but unlike Oecophylla spec. they build nests on the ground in substrates. Polyrhachis dives are not suited to keeping in acrylic nests or Ytong nests. Ideally, they require a large glass basin in which the ants should have access to a substrate such as wood shavings and an area to weave a nest. The location of the nest can be manipulated by using a heat mat as the ants will prefer to nest in warmer spots. This species can consume a large amount of protein which is necessary for the development of the larvae to be able to weave their nest.",
        "rating": 3,
        "nestTemperature":"27-30°C",
        "hibernation":"No",
        "diet":"Sugar-water, Insect protein", 
        "life":"20 years",
        "images":["https://s3.amazonaws.com/media.jungledragon.com/images/2784/37673_medium.JPG?AWSAccessKeyId=05GMT0V3GWVNE7GGM1R2&Expires=1533168010&Signature=zwjRy21dqdSJGxn2%2BEPu7OX5GxE%3D", "http://www.brisbaneinsects.com/brisbane_ants/images/DSC_2661.jpg", "https://c1.staticflickr.com/9/8244/8494777666_f1f90bc970_b.jpg"]
    },
    {
        "species": "Acromyrmex octospinosus",
        "colour": ["red","brown"],
        "location": "America",
        "description": "Acromyrmex octospinosus, commonly known as Leafcutting Ants. They are the most well known species of the Acromyrmex genus. They cultivate a fungus of species: Leucoagaricus gongylophorus which produces fruiting bodies for the ants to eat. The ants do not eat the leaves, but instead feed them to the fungus which releases digestive enzymes to break down the pulped leaf/plant material in order to grow. The fungus and the ants share a symbiotic relationship in which one could not survive without the other. Acromyrmex octospinosus are a polygyne species meaning they can have many Queens in a single colony, An Acromyrmex octospinosus colony can reach 40,000 individual ants, less than the Atta genus therefore a large enclosure is required with lots of space for expansion and suitable escape prevention is necessary, in the form of a moat. There are many castes of workers in an Acromyrmex octopsinosus colony: Minima, Minor, Media, Major. Each different caste performs a different job, for example the tiny Minima workers pulpifying the plant material for digestion by the fungus.",
        "rating": 5,
        "nestTemperature":"27-30°C",
        "hibernation":"No",
        "diet":"Leaves, plants, vegetation (Examples are: Ligustrum ovalifolium, Rubus fruticosus, Aucuba japonica variegata) Common names: Privet, Bramble, Spotted Laurel", 
        "life":"15 years",
        "images":["https://myrmecos.files.wordpress.com/2010/07/octospinosus61.jpg", "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ5jRWOyIDPECz1cUkp7zQtaaVPV4E7XMaSpVC14uyqmKb0DhCI", "https://upload.wikimedia.org/wikipedia/commons/4/45/Acromyrmex_octospinosus_02.jpg"]
    },
    {
        "species": "Camponotus substitutus",
        "colour": ["black", "yellow"],
        "location": "America",
        "description": "Camponotus substitutus is an American species of ant which is known for the unusual yellow colouring on the Queen and workers. It almost looks as if there are yellow triangles on the Queen gaster. They have beautiful colours, ranging from yellow-black and yellow-brown. This species of Camponotus does not require hibernation due to their warm habitat. These ants do not hesitate to use their Formic acid and are quite aggressive. There are two variations of this species for sale, the Dark variant and the Bright variant.The nest should have both a dry and moist area. Camponotus substitutus Dark will benefit with a heat spot on the nest section. In nature the Camponotus substitutus Dark only has one Queen per colony. As with most ants belonging to the Camponotus genus, this species is very easy to keep and the colony can grow to as many as 5,000 ants.",
        "rating": 2,
        "nestTemperature":"24-28°C",
        "hibernation":"No",
        "diet":"Sugar-water, Insect protein, Honey-water, Flies, Crickets, Cockroaches, Fruit", 
        "life":"20 years",
        "images":["http://www.biofaces.com/upload/post/1466521177.jpg", "http://www.biofaces.com/img/1662/o/1123/748/post/2017/09/1506726486.jpg", "http://farm5.static.flickr.com/4008/4578404057_6d667fb4ca.jpg"]
    },
    {
        "species": "Paraponera clavata",
        "colour": ["black", "red"],
        "location": "America",
        "description": "Paraponera clavata, more commonly known as Bullet Ants, are famous for their painful sting. Found in America, this species can live alongside other ant species such as Neoponera apicalis and shows no aggression towards them. Paraponera clavata commonly nest at the base of trees in nature and an arboreal formicarium is perfect for their needs. A rainforest climate should be created to allow a natural habitat for this species as they are best observed in their natural environment. Often, foragers are found on higher levels such as canopies at night. The ants are black in colour with golden hairs and a yellow tinge to their antennae and legs. Interestingly, this species is monogyne meaning that there is only one dominant Queen in a colony but a colony can be founded by pleometrosis. Pleometrosis is the founding of a colony where multiple Queens can coincide and raise the brood. However, once the first workers eclose, the workers will choose a dominant Queen and kill off the other Queens. This process is risky, but strategically you can separate the Queens before the first workers eclose and give each Queen a share of the brood. This can speed up colony development so that each Queen has brood of its own.",
        "rating": 5,
        "nestTemperature":"25-30°C",
        "hibernation":"No",
        "diet":"Insects, sugar water, nectar", 
        "life":"25 years",
        "images":["https://c1.staticflickr.com/7/6011/6018616986_390237c220_b.jpg", "https://www.anipedia.net/imagenes/hormigas-bala-800x375.jpg", "http://www.kartinki24.ru/uploads/gallery/main/66/kartinki24_ru_flower_insects_32.jpg"]
    },
    {
        "species": "Pogonomyrmex rugosus",
        "colour": ["black", "red"],
        "location": "America",
        "description": "Pogonomyrmex rugosus is a beautifully coloured, North American, Harvester Ant. A species of Pogonomyrmex that typically harvest seeds, which are then stored as an additional food source. However a large amount of insects could be offered as well. This is a large and extremely active species. The seeds are chewed and made into Antbread very similar to the Messor Genus. Pogonomyrmex rugosus is active mainly in the day time but a little through the night. A well established Queen and colony can number up to 8,000 worker ants.",
        "rating": 2,
        "nestTemperature":"25-30°C",
        "hibernation":"No",
        "diet":"Seeds and Grains, Insect protein, Sugar-water", 
        "life":"15+ years",
        "images":["http://www.navajonature.org/images/ants/myrmicinae/extra/pogonomyrmex-rugosus_8874.jpg", "https://myrmecos.files.wordpress.com/2009/04/micans4.jpg", "https://bugguide.net/images/cache/ZRW/HFH/ZRWHFH9HBH4L5ZZLNZILAZILVZ7LAZIL5ZILJH8L9ZEH9ZGLVZEH1ZPH1Z4L6ZHLVHGH1HIHAHSL8ZLLEZIH1HGHEZ.jpg"]
    }
]